Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# data.export.csv.basePay
source: Base Pay
ar: الراتب الأساسي
bg: Основна заплата
bn: ভিত্তি বেতন
ca: Sou base
cs: Základní plat
da: Grundløn
de: Grundlohn
el: Βασικός Μισθός
es: Salario Base
et: Põhipalk
fa: دستمزد پایه
fi: Perustuslaki
fr: Salaire de base
he: שכר בסיס
hi: आधार वेतन
hr: Osnovni Dohodak
hu: Alapbér
id: Gaji Dasar
is: Grunnlaun
it: Paga base
ja: 基本給
ko: 기본급
lt: Bazinis atlyginimas
lv: Pamatmaksājums
nb: Grunnlønn
nl: Grondloon
nn: Grunnlønn
pl: Wynagrodzenie podstawowe
pt_br: Salário Base
ro: Salariu de bază
ru: Базовая зарплата
sk: Základný plat
sl: Osnovna plača
sr: Osnovna Plata
sv: Grundlön
sw: Mshahara wa Msingi
ta: அடிப்படை சம்பளம்
th: เงินเดือนพื้นฐาน
tr: Temel Ücret
uk: Базова заробітна плата
ur: بنیادی تنخواہ
vi: Lương cơ bản
zh_hans: 基本工资
zh_hant: 基本工資

# data.export.csv.description
source: Shift info per shift in chronological order. Includes totals at the end.
ar: معلومات النوبة لكل نوبة بترتيب زمني. يتضمن المجاميع في النهاية.
bg: Информация за смяна по смяна в хронологичен ред. Включва суми в края.
bn: কালানুক্রমিক ক্রমে প্রতিটি শিফটে শিফট তথ্য। শেষে মোট অন্তর্ভুক্ত করে।
ca: Informació de vakt per vakt en ordre cronològic. Inclou totals al final.
cs: Informace o vaktech po jednotlivých vaktech v chronologickém pořadí. Obsahuje součty na konci.
da: Vaktinfo per vakt i kronologisk rækkefølge. Inkluderer sum på slutten.
de: Vaktinfo pro Schicht in chronologischer Reihenfolge. Enthält Summen am Ende.
el: Πληροφορίες βάρδιας ανά βάρδια σε χρονολογική σειρά. Περιλαμβάνει σύνολα στο τέλος.
es: Información de vaca por vaca en orden cronológico. Incluye totales al final.
et: Vahetusteave vahetus haaval kronoloogilises järjekorras. Sisaldab summasid lõpus.
fa: اطلاعات شیفت به ترتیب زمانی. شامل مجموع در انتها.
fi: Vaktinfo per vakt kronologisessa järjestyksessä. Sisältää summat lopussa.
fil: Shift info per shift sa chronological order. May kasamang totals sa dulo.
fr: Infos de vos vagues par vague en ordre chronologique. Inclut les totaux à la fin.
he: מידע משמרת למשמרת בסדר כרונולוגי. כולל סה״כ בסוף.
hi: शिफ्ट जानकारी प्रति शिफ्ट कालानुक्रमिक क्रम में। अंत में कुल शामिल है।
hr: Informacije o vakti po vakti u kronološkom redoslijedu. Uključuje zbrojeve na kraju.
hu: Műszakinformáció műszakonként időrendben. Tartalmaz összesítéseket a végén.
id: Info vakt per vakt dalam urutan kronologis. Termasuk total di akhir.
is: Vaktaupplýsingar á hverja vakt í tímaröð. Inniheldur samtölur við lok.
it: Informazioni vakt per vakt in ordine cronologico. Include totali alla fine.
ja: 各シフトの情報を時系列順で表示。最後に合計が含まれます。
ko: 각 교대 근무의 정보를 시간 순서대로 표시합니다. 마지막에 합계가 포함됩니다.
lt: Pamainos informacija pagal pamainas chronologine tvarka. Apima bendra sumą pabaigoje.
lv: Maiņas informācija par katru maiņu hronoloģiskā secībā. Beigās ietver kopsummas.
nb: Vaktinfo per vakt i kronologisk rekkefølge. Inkluderer sum på slutten.
nl: Vaktinfo per vakt i kronologisk rekkefølge. Inkluderer sum på slutten.
nn: Vaktinfo per vakt i kronologisk rekkjefølgje. Inneheld sum på slutten.
pl: Informacje o zmianach na zmianę w porządku chronologicznym. Obejmuje sumy na koniec.
pt_br: Informações de vaga por vaga em ordem cronológica. Inclui totais ao final.
ro: Informații despre vactă per vactă în ordine cronologică. Include totaluri la sfârșit.
ru: Информация о смене за смену в хронологическом порядке. Включает итоги в конце.
sk: Informácie o vakte per vakt v chronologickom poradí. Obsahuje súčty na konci.
sl: Informacije o vakti po vakti v kronološkem vrstnem redu. Vključuje skupne vrednosti na koncu.
sr: Informacije o vakti po vakti u hronološkom redosledu. Uključuje sume na kraju.
sv: Vaktinfo per vakt i kronologisk rekkefølge. Inkluderar sum på slutet.
sw: Taarifa ya zamu kwa kila zamu kwa mpangilio wa kronoloojia. Inajumuisha jumla mwisho.
ta: ஒவ்வொரு வேலைக்கும் வேலை தகவல் கால இறக்க வரிசையில். முடிவில் மொத்தங்கள் உள்ளன.
th: ข้อมูลกะต่อกะในลำดับเวลา รวมถึงผลรวมในตอนท้าย
tr: Vakt bilgileri kronolojik sırada vakt başına. Sonunda toplamları içerir.
uk: Інформація про зміни в хронологічному порядку. Включає підсумки в кінці.
ur: شفٹ کی معلومات ہر شفٹ میں کالونیکی ترتیب سے۔ آخر میں کل شامل ہے۔
vi: Thông tin vào làm theo từng ca theo thứ tự thời gian. Bao gồm tổng cộng ở cuối.
zh_hans: 按时间顺序列出的班次信息。包括末尾的总计。
zh_hant: 按時間順序的每個班次的班次信息。末尾包括總計。

# data.export.csv.title
source: Export to CSV
ar: تصدير إلى CSV
bg: Експортиране в CSV
bn: সিএসভিতে রপ্তানি করুন
ca: Exportar a CSV
cs: Exportovat do CSV
da: Eksporter til CSV
de: In CSV exportieren
el: Εξαγωγή σε CSV
es: Exportar a CSV
et: Ekspordi CSV-ks
fa: صادر کردن به CSV
fi: Vie CSV-tiedostoon
fil: I-export sa CSV
fr: Exporter en CSV
he: ייצוא ל-CSV
hi: CSV को निर्यात करें
hr: Izvezi u CSV
hu: Exportálás CSV-be
id: Ekspor ke CSV
is: Flytja út í CSV
it: Esporta in CSV
ja: CSVにエクスポート
ko: CSV로 내보내기
lt: Eksportuoti į CSV
lv: Eksportēt uz CSV
nb: Eksporter til CSV
nl: Eksporter til CSV
nn: Eksporter til CSV
pl: Eksportuj do CSV
pt_br: Exportar para CSV
ro: Exportă în CSV
ru: Экспортировать в CSV
sk: Exportovať do CSV
sl: Izvozi v CSV
sr: Izvezi u CSV
sv: Exportera till CSV
sw: Hamisha kwenye CSV
ta: CSV க்கு ஏற்றுமதி செய்யவும்
th: ส่งออกเป็น CSV
tr: CSV'ye Dışa Aktar
uk: Експортувати у CSV
ur: CSV میں برآمد کریں
vi: Xuất sang CSV
zh_hans: 导出为 CSV
zh_hant: 匯出為CSV

# data.export.customPeriod
source: Custom period
ar: فترة مخصصة
bg: Персонализиран период
bn: কাস্টম সময়কাল
ca: Període personalitzat
cs: Vlastní období
da: Brugerdefineret periode
de: Benutzerdefinierter Zeitraum
el: Προσαρμοσμένη περίοδος
es: Período personalizado
et: Kohandatud periood
fa: دوره سفارشی
fi: Mukautettu jakso
fil: Customized na panahon
fr: Période personnalisée
he: תקופה מותאמת אישית
hi: कस्टम अवधि
hr: Prilagođeno razdoblje
hu: Egyéni időszak
id: Periode kustom
is: Sérsniðið tímabil
it: Periodo personalizzato
ja: カスタム期間
ko: 사용자 정의 기간
lt: Pasirinktas laikotarpis
lv: Pielāgotais periods
nb: Egendefinert periode
nl: Egendefinert periode
nn: Egendefinert periode
pl: Okres niestandardowy
pt_br: Período personalizado
ro: Perioadă personalizată
ru: Пользовательский период
sk: Vlastné obdobie
sl: Obdobje po meri
sr: Prilagođeni period
sv: Anpassad period
sw: Kipindi cha kaida
ta: தனிப்பயன் காலகட்டம்
th: ช่วงเวลากำหนดเอง
tr: Özel dönem
uk: Користувацький період
ur: اپنی مرضی کا مدت
vi: Khoảng thời gian tùy chỉnh
zh_hans: 自定义时间段
zh_hant: 自訂期間

# data.export.error.csvFailed
source: Couldn't create the CSV file. Try again.
ar: تعذّر إنشاء ملف CSV. حاول مرة أخرى.
bg: Неуспешно създаване на CSV файла. Опитайте отново.
bn: CSV ফাইল তৈরি করা যায়নি। আবার চেষ্টা করুন।
ca: No s'ha pogut crear el fitxer CSV. Torna-ho a provar.
cs: Soubor CSV se nepodařilo vytvořit. Zkuste to znovu.
da: Kunne ikke oprette CSV-filen. Prøv igen.
de: CSV-Datei konnte nicht erstellt werden. Versuche es erneut.
el: Δεν ήταν δυνατή η δημιουργία του αρχείου CSV. Δοκιμάστε ξανά.
es: No se pudo crear el archivo CSV. Inténtalo de nuevo.
et: CSV-faili loomine ebaõnnestus. Proovi uuesti.
fa: ایجاد فایل CSV ممکن نیست. دوباره تلاش کنید.
fi: CSV-tiedostoa ei voitu luoda. Yritä uudelleen.
fil: Hindi nagawa ang CSV file. Subukan muli.
fr: Impossible de créer le fichier CSV. Réessayez.
he: לא ניתן ליצור את קובץ ה-CSV. נסה שוב.
hi: CSV फ़ाइल नहीं बनाई जा सकी। फिर कोशिश करें।
hr: Nije moguće izraditi CSV datoteku. Pokušajte ponovno.
hu: Nem sikerült létrehozni a CSV-fájlt. Próbáld újra.
id: Tidak dapat membuat file CSV. Coba lagi.
is: Ekki tókst að búa til CSV-skrána. Reyndu aftur.
it: Non è stato possibile creare il file CSV. Riprova.
ja: CSVファイルを作成できませんでした。もう一度お試しください。
ko: CSV 파일을 만들 수 없습니다. 다시 시도해 주세요.
lt: Nepavyko sukurti CSV failo. Bandykite dar kartą.
lv: Neizdevās izveidot CSV failu. Mēģiniet vēlreiz.
nb: Kunne ikke lage CSV-filen. Prøv igjen.
nl: Het CSV-bestand kon niet worden gemaakt. Probeer het opnieuw.
nn: Kunne ikkje lage CSV-fila. Prøv igjen.
pl: Nie udało się utworzyć pliku CSV. Spróbuj ponownie.
pt_br: Não foi possível criar o arquivo CSV. Tente novamente.
ro: Nu s-a putut crea fișierul CSV. Încearcă din nou.
ru: Не удалось создать файл CSV. Повторите попытку.
sk: Nepodarilo sa vytvoriť súbor CSV. Skúste to znova.
sl: Datoteke CSV ni bilo mogoče ustvariti. Poskusite znova.
sr: Nije moguće napraviti CSV datoteku. Pokušajte ponovo.
sv: Det gick inte att skapa CSV-filen. Försök igen.
sw: Imeshindikana kuunda faili la CSV. Jaribu tena.
ta: CSV கோப்பை உருவாக்க முடியவில்லை. மீண்டும் முயற்சிக்கவும்.
th: สร้างไฟล์ CSV ไม่ได้ ลองอีกครั้ง
tr: CSV dosyası oluşturulamadı. Tekrar deneyin.
uk: Не вдалося створити файл CSV. Спробуйте ще раз.
ur: CSV فائل نہیں بن سکی۔ دوبارہ کوشش کریں۔
vi: Không thể tạo tệp CSV. Thử lại.
zh_hans: 无法创建 CSV 文件。请重试。
zh_hant: 無法建立 CSV 檔案。請再試一次。

# data.export.error.failed
source: The export failed. Try again later.
ar: فشلت عملية التصدير. حاول مرة أخرى لاحقًا.
bg: Експортирането не бе успешно. Опитайте отново по-късно.
bn: এক্সপোর্ট ব্যর্থ হয়েছে। পরে আবার চেষ্টা করুন।
ca: L'exportació ha fallat. Torna-ho a provar més tard.
cs: Export se nezdařil. Zkuste to znovu později.
da: Eksporten mislykkedes. Prøv igen senere.
de: Export fehlgeschlagen. Versuche es später erneut.
el: Η εξαγωγή απέτυχε. Δοκιμάστε ξανά αργότερα.
es: La exportación falló. Inténtalo de nuevo más tarde.
et: Eksport ebaõnnestus. Proovi hiljem uuesti.
fa: خروجی‌گیری ناموفق بود. بعداً دوباره تلاش کنید.
fi: Vienti epäonnistui. Yritä myöhemmin uudelleen.
fil: Nabigo ang pag-export. Subukan muli mamaya.
fr: L'exportation a échoué. Réessayez plus tard.
he: הייצוא נכשל. נסה שוב מאוחר יותר.
hi: एक्सपोर्ट विफल रहा। बाद में फिर कोशिश करें।
hr: Izvoz nije uspio. Pokušajte ponovno kasnije.
hu: Az exportálás sikertelen. Próbáld újra később.
id: Ekspor gagal. Coba lagi nanti.
is: Útflutningur mistókst. Reyndu aftur síðar.
it: Esportazione non riuscita. Riprova più tardi.
ja: エクスポートに失敗しました。後でもう一度お試しください。
ko: 내보내기에 실패했습니다. 나중에 다시 시도해 주세요.
lt: Eksportuoti nepavyko. Bandykite dar kartą vėliau.
lv: Eksportēšana neizdevās. Mēģiniet vēlāk.
nb: Eksporten mislyktes. Prøv igjen senere.
nl: De export is mislukt. Probeer het later opnieuw.
nn: Eksporten mislukkast. Prøv igjen seinare.
pl: Eksportowanie nie powiodło się. Spróbuj ponownie później.
pt_br: A exportação falhou. Tente novamente mais tarde.
ro: Exportul a eșuat. Încearcă din nou mai târziu.
ru: Не удалось выполнить экспорт. Повторите попытку позже.
sk: Export zlyhal. Skúste to znova neskôr.
sl: Izvoz ni uspel. Poskusite znova pozneje.
sr: Izvoz nije uspeo. Pokušajte ponovo kasnije.
sv: Exporten misslyckades. Försök igen senare.
sw: Uhamishaji wa data umeshindikana. Jaribu tena baadaye.
ta: ஏற்றுமதி தோல்வியடைந்தது. பின்னர் மீண்டும் முயற்சிக்கவும்.
th: ส่งออกไม่สำเร็จ ลองอีกครั้งในภายหลัง
tr: Dışa aktarma başarısız oldu. Daha sonra tekrar deneyin.
uk: Не вдалося виконати експорт. Спробуйте пізніше.
ur: ایکسپورٹ ناکام ہو گئی۔ بعد میں دوبارہ کوشش کریں۔
vi: Xuất dữ liệu không thành công. Thử lại sau.
zh_hans: 导出失败。请稍后重试。
zh_hant: 匯出失敗。請稍後再試。

# data.export.error.invalidPeriod
source: Choose a valid period and try again.
ar: اختر فترة صالحة وحاول مرة أخرى.
bg: Изберете валиден период и опитайте отново.
bn: একটি বৈধ সময়কাল বেছে নিয়ে আবার চেষ্টা করুন।
ca: Tria un període vàlid i torna-ho a provar.
cs: Vyberte platné období a zkuste to znovu.
da: Vælg en gyldig periode, og prøv igen.
de: Wähle einen gültigen Zeitraum und versuche es erneut.
el: Επιλέξτε έγκυρη περίοδο και δοκιμάστε ξανά.
es: Elige un período válido e inténtalo de nuevo.
et: Vali sobiv ajavahemik ja proovi uuesti.
fa: دوره‌ای معتبر انتخاب و دوباره تلاش کنید.
fi: Valitse kelvollinen ajanjakso ja yritä uudelleen.
fil: Pumili ng wastong panahon at subukan muli.
fr: Sélectionnez une période valide et réessayez.
he: בחר תקופה תקפה ונסה שוב.
hi: मान्य अवधि चुनें और फिर कोशिश करें।
hr: Odaberite valjano razdoblje i pokušajte ponovno.
hu: Válassz érvényes időszakot, majd próbáld újra.
id: Pilih periode yang valid dan coba lagi.
is: Veldu gilt tímabil og reyndu aftur.
it: Scegli un periodo valido e riprova.
ja: 有効な期間を選択して、もう一度お試しください。
ko: 유효한 기간을 선택하고 다시 시도해 주세요.
lt: Pasirinkite tinkamą laikotarpį ir bandykite dar kartą.
lv: Izvēlieties derīgu periodu un mēģiniet vēlreiz.
nb: Velg en gyldig periode og prøv igjen.
nl: Kies een geldige periode en probeer het opnieuw.
nn: Vel ein gyldig periode og prøv igjen.
pl: Wybierz prawidłowy okres i spróbuj ponownie.
pt_br: Escolha um período válido e tente novamente.
ro: Selectează o perioadă validă și încearcă din nou.
ru: Выберите допустимый период и повторите попытку.
sk: Vyberte platné obdobie a skúste to znova.
sl: Izberite veljavno obdobje in poskusite znova.
sr: Izaberite važeći period i pokušajte ponovo.
sv: Välj en giltig period och försök igen.
sw: Chagua kipindi halali na ujaribu tena.
ta: சரியான காலத்தைத் தேர்ந்தெடுத்து மீண்டும் முயற்சிக்கவும்.
th: เลือกช่วงเวลาที่ถูกต้องแล้วลองอีกครั้ง
tr: Geçerli bir dönem seçip tekrar deneyin.
uk: Виберіть дійсний період і спробуйте ще раз.
ur: درست مدت منتخب کریں اور دوبارہ کوشش کریں۔
vi: Chọn khoảng thời gian hợp lệ và thử lại.
zh_hans: 请选择有效的时间段后重试。
zh_hant: 請選擇有效的期間後再試一次。

# data.export.error.network
source: Couldn't reach the server. Check your connection and try again.
ar: تعذّر الوصول إلى الخادم. تحقّق من اتصالك وحاول مرة أخرى.
bg: Неуспешно свързване със сървъра. Проверете връзката си и опитайте отново.
bn: সার্ভারে পৌঁছানো যায়নি। সংযোগ পরীক্ষা করে আবার চেষ্টা করুন।
ca: No s'ha pogut contactar amb el servidor. Comprova la connexió i torna-ho a provar.
cs: Server se nepodařilo kontaktovat. Zkontrolujte připojení a zkuste to znovu.
da: Kunne ikke oprette forbindelse til serveren. Kontrollér din forbindelse, og prøv igen.
de: Der Server konnte nicht erreicht werden. Überprüfe deine Verbindung und versuche es erneut.
el: Δεν ήταν δυνατή η σύνδεση με τον διακομιστή. Ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά.
es: No se pudo conectar con el servidor. Comprueba tu conexión e inténtalo de nuevo.
et: Serveriga ei saadud ühendust. Kontrolli ühendust ja proovi uuesti.
fa: دسترسی به سرور ممکن نیست. اتصال را بررسی و دوباره تلاش کنید.
fi: Palvelimeen ei saatu yhteyttä. Tarkista yhteytesi ja yritä uudelleen.
fil: Hindi maabot ang server. Suriin ang koneksyon at subukan muli.
fr: Impossible de joindre le serveur. Vérifiez votre connexion et réessayez.
he: לא ניתן להתחבר לשרת. בדוק את החיבור ונסה שוב.
hi: सर्वर तक नहीं पहुँचा जा सका। अपना कनेक्शन जाँचें और फिर कोशिश करें।
hr: Nije moguće povezati se s poslužiteljem. Provjerite vezu i pokušajte ponovno.
hu: Nem sikerült elérni a szervert. Ellenőrizd a kapcsolatot, majd próbáld újra.
id: Tidak dapat terhubung ke server. Periksa koneksi dan coba lagi.
is: Ekki tókst að tengjast netþjóninum. Athugaðu tenginguna og reyndu aftur.
it: Non è stato possibile raggiungere il server. Controlla la connessione e riprova.
ja: サーバーに接続できませんでした。接続を確認して、もう一度お試しください。
ko: 서버에 연결할 수 없습니다. 연결을 확인하고 다시 시도해 주세요.
lt: Nepavyko pasiekti serverio. Patikrinkite ryšį ir bandykite dar kartą.
lv: Neizdevās sasniegt serveri. Pārbaudiet savienojumu un mēģiniet vēlreiz.
nb: Kunne ikke nå serveren. Sjekk tilkoblingen og prøv igjen.
nl: De server kon niet worden bereikt. Controleer je verbinding en probeer het opnieuw.
nn: Kunne ikkje nå serveren. Sjekk tilkoplinga og prøv igjen.
pl: Nie udało się połączyć z serwerem. Sprawdź połączenie i spróbuj ponownie.
pt_br: Não foi possível acessar o servidor. Verifique sua conexão e tente novamente.
ro: Nu s-a putut contacta serverul. Verifică conexiunea și încearcă din nou.
ru: Не удалось подключиться к серверу. Проверьте подключение и повторите попытку.
sk: Nepodarilo sa pripojiť k serveru. Skontrolujte pripojenie a skúste to znova.
sl: Strežnika ni bilo mogoče doseči. Preverite povezavo in poskusite znova.
sr: Nije moguće povezati se sa serverom. Proverite vezu i pokušajte ponovo.
sv: Det gick inte att nå servern. Kontrollera anslutningen och försök igen.
sw: Imeshindikana kufikia seva. Angalia muunganisho wako na ujaribu tena.
ta: சேவையகத்தை அணுக முடியவில்லை. உங்கள் இணைப்பைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
th: เชื่อมต่อเซิร์ฟเวอร์ไม่ได้ ตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง
tr: Sunucuya ulaşılamadı. Bağlantınızı kontrol edip tekrar deneyin.
uk: Не вдалося зв’язатися із сервером. Перевірте з’єднання та спробуйте ще раз.
ur: سرور تک رسائی نہیں ہو سکی۔ اپنا کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Không thể kết nối với máy chủ. Kiểm tra kết nối và thử lại.
zh_hans: 无法连接到服务器。请检查网络连接后重试。
zh_hant: 無法連線至伺服器。請檢查連線後再試一次。

# data.export.error.pdfFailed
source: Couldn't create the PDF file. Try again.
ar: تعذّر إنشاء ملف PDF. حاول مرة أخرى.
bg: Неуспешно създаване на PDF файла. Опитайте отново.
bn: PDF ফাইল তৈরি করা যায়নি। আবার চেষ্টা করুন।
ca: No s'ha pogut crear el fitxer PDF. Torna-ho a provar.
cs: Soubor PDF se nepodařilo vytvořit. Zkuste to znovu.
da: Kunne ikke oprette PDF-filen. Prøv igen.
de: PDF-Datei konnte nicht erstellt werden. Versuche es erneut.
el: Δεν ήταν δυνατή η δημιουργία του αρχείου PDF. Δοκιμάστε ξανά.
es: No se pudo crear el archivo PDF. Inténtalo de nuevo.
et: PDF-faili loomine ebaõnnestus. Proovi uuesti.
fa: ایجاد فایل PDF ممکن نیست. دوباره تلاش کنید.
fi: PDF-tiedostoa ei voitu luoda. Yritä uudelleen.
fil: Hindi nagawa ang PDF file. Subukan muli.
fr: Impossible de créer le fichier PDF. Réessayez.
he: לא ניתן ליצור את קובץ ה-PDF. נסה שוב.
hi: PDF फ़ाइल नहीं बनाई जा सकी। फिर कोशिश करें।
hr: Nije moguće izraditi PDF datoteku. Pokušajte ponovno.
hu: Nem sikerült létrehozni a PDF-fájlt. Próbáld újra.
id: Tidak dapat membuat file PDF. Coba lagi.
is: Ekki tókst að búa til PDF-skrána. Reyndu aftur.
it: Non è stato possibile creare il file PDF. Riprova.
ja: PDFファイルを作成できませんでした。もう一度お試しください。
ko: PDF 파일을 만들 수 없습니다. 다시 시도해 주세요.
lt: Nepavyko sukurti PDF failo. Bandykite dar kartą.
lv: Neizdevās izveidot PDF failu. Mēģiniet vēlreiz.
nb: Kunne ikke lage PDF-filen. Prøv igjen.
nl: Het PDF-bestand kon niet worden gemaakt. Probeer het opnieuw.
nn: Kunne ikkje lage PDF-fila. Prøv igjen.
pl: Nie udało się utworzyć pliku PDF. Spróbuj ponownie.
pt_br: Não foi possível criar o arquivo PDF. Tente novamente.
ro: Nu s-a putut crea fișierul PDF. Încearcă din nou.
ru: Не удалось создать файл PDF. Повторите попытку.
sk: Nepodarilo sa vytvoriť súbor PDF. Skúste to znova.
sl: Datoteke PDF ni bilo mogoče ustvariti. Poskusite znova.
sr: Nije moguće napraviti PDF datoteku. Pokušajte ponovo.
sv: Det gick inte att skapa PDF-filen. Försök igen.
sw: Imeshindikana kuunda faili la PDF. Jaribu tena.
ta: PDF கோப்பை உருவாக்க முடியவில்லை. மீண்டும் முயற்சிக்கவும்.
th: สร้างไฟล์ PDF ไม่ได้ ลองอีกครั้ง
tr: PDF dosyası oluşturulamadı. Tekrar deneyin.
uk: Не вдалося створити файл PDF. Спробуйте ще раз.
ur: PDF فائل نہیں بن سکی۔ دوبارہ کوشش کریں۔
vi: Không thể tạo tệp PDF. Thử lại.
zh_hans: 无法创建 PDF 文件。请重试。
zh_hant: 無法建立 PDF 檔案。請再試一次。

# data.export.fromLabel
source: From
ar: من
bg: От
bn: থেকে
ca: De
cs: Od
da: Fra
de: Von
el: Από
es: De
et: Alates
fa: از
fi: Alkaen
fil: Mula
fr: De
he: מ
hi: से
hr: Od
hu: Kezdete
id: Dari
is: Frá
it: Da
ja: 開始日
ko: 시작
lt: Nuo
lv: No
nb: Fra
nl: Fra
nn: Fra
pl: Od
pt_br: De
ro: De la
ru: С
sk: Od
sl: Od
sr: Od
sv: Från
sw: Kutoka
ta: இருந்து
th: จาก
tr: Başlangıç
uk: З
ur: سے
vi: Từ
zh_hans: 从
zh_hant: 從

# data.export.pdf.basePay
source: Base pay
ar: الأجر الأساسي
bg: Основно възнаграждение
bn: মূল বেতন
ca: Sou base
cs: Základní mzda
da: Grundløn
de: Grundlohn
el: Βασική αμοιβή
es: Salario base
et: Põhipalk
fa: حقوق پایه
fi: Peruspalkka
fil: Batayang sahod
fr: Salaire de base
he: שכר בסיס
hi: मूल वेतन
hr: Osnovna plaća
hu: Alapbér
id: Gaji pokok
is: Grunnlaun
it: Retribuzione base
ja: 基本給
ko: 기본급
lt: Bazinis atlygis
lv: Pamatalga
nb: Grunnlønn
nl: Basisloon
nn: Grunnlønn
pl: Płaca podstawowa
pt_br: Salário-base
ro: Salariu de bază
ru: Базовая оплата
sk: Základná mzda
sl: Osnovna plača
sr: Osnovna zarada
sv: Grundlön
sw: Mshahara wa msingi
ta: அடிப்படை ஊதியம்
th: ค่าจ้างพื้นฐาน
tr: Temel ücret
uk: Основна зарплата
ur: بنیادی تنخواہ
vi: Lương cơ bản
zh_hans: 基本工资
zh_hant: 基本薪資

# data.export.pdf.button
source: Download PDF
ar: تنزيل PDF
bg: Изтегляне на PDF
bn: পিডিএফ ডাউনলোড করুন
ca: Descarregar PDF
cs: Stáhnout PDF
de: PDF herunterladen
el: Κατεβάστε PDF
es: Descargar PDF
et: Laadi alla PDF
fa: دانلود PDF
fi: Lataa PDF
fil: I-download ang PDF
fr: Télécharger le PDF
he: הורד PDF
hi: PDF डाउनलोड करें
hr: Preuzmi PDF
hu: PDF letöltése
id: Unduh PDF
is: Sækja PDF
it: Scarica PDF
ja: PDFをダウンロード
ko: PDF 다운로드
lt: Atsisiųsti PDF
lv: Lejupielādēt PDF
nb: Last ned PDF
nl: Last ned PDF
nn: Last ned PDF
pl: Pobierz PDF
pt_br: Baixar PDF
ro: Descarcă PDF
ru: Загрузить PDF
sk: Stiahnuť PDF
sl: Prenesite PDF
sr: Preuzmi PDF
sv: Ladda ner PDF
sw: Pakua PDF
ta: PDF ஐ பதிவிறக்கவும்
th: ดาวน์โหลด PDF
tr: PDF İndir
uk: Завантажити PDF
ur: PDF ڈاؤن لوڈ کریں
vi: Tải xuống PDF
zh_hans: 下载 PDF
zh_hant: 下載PDF
